# Command Auth
auth_success_message = """
Вы успешно авторизовались как <b>{user_role}</b>.
Воспользуйтесь кнопкой <b>Меню</b>, для дальнейших действий
""".format

# Command Check
get_message_phone = """
Для проверки есть ли клиент у нас в базе и может ли он стать закрепленным за вами 
отправьте номер в формате 9001234567
(Последние 10 цифр)
"""

check_message_phone = """
Номер введен не верно!
Отправьте номер в формате 9001234567
(Последние 10 цифр)
"""

template_message_answer = """
Номер клиента: {}
Имя клиента: {}
Поселок: {}
Комментарий: {}
""".format

# =========
